Repository: E2OpenPlugins/e2openplugin-SimpleUmount
Catalog: plugin/locale/*.po
Languages: it, pl

source: Select device and press OK to umount or EXIT to quit
it: Selezionare il dispositivo poi OK per smontare - EXIT per uscire
pl: Wybierz i naciśnij OK aby odmontować lub EXIT aby wyjść

source: DEVICE
it: DISPOSITIVO
pl: URZĄDZENIE

source: MOUNTED ON
it: MONTATO IN
pl: ZAMONTOWANE

source: TYPE
it: TIPO
pl: TYP

source: SIZE
it: DIMENSIONE
pl: ROZMIAR

source: umount return code
it: Codice di ritorno umount
pl: umount zwróciło kod

source: Cannot umount device
it: Impossibile smontare il dispositivo
pl: Nie można odmontować urządzenia

source: Really umount device
it: Smontare il dispositivo?
pl: Na pewno odmontować urządzenie

source: WARNING: cannot read any mount point
pl: UWAGA: nie można odczytać żadnego punktu montowania

source: probably no mass storage device inserted
pl: prawdopodobnie nie podłączono żadnego urządzenia pamięci masowej

source: Simple mass storage umounter extension
it: Semplice umount per dispositivi di memorizzazione di massa
pl: Proste rozszerzenie do odmontowywania urządzeń przenośnych

source: Show only removable devices
it: Mostrare solo dispositivi rimovibili
pl: Pokazuj tylko urządzenia przenośne
