Repository: E2OpenPlugins/e2openplugin-SimpleUmount
Catalog: plugin/po/*/LC_MESSAGES/SimpleUmount.po
Languages: de, fa

source: Select device and press OK to umount or EXIT to quit
de: Wähle Laufwerk und drücke OK zum Unmounten oder EXIT zum Beenden
fa: دستگاه خود را انتخاب نمایید و با فشردن دکمه اوکی آنرا از حالت مونت در بیاورید و یا باز زدن دکمه خروج از این صفحه خارج شوید

source: DEVICE
de: LAUFWERK
fa: دستگاه الکترونیکی

source: MOUNTED ON
de: GEMOUNTED EIN
fa: مونت شده در

source: TYPE
de: TYP
fa: نوع

source: SIZE
de: GRÖSSE
fa: اندازه

source: umount return code
de: Unmount liefert Code
fa: کد بازگشت از مونت درآمدن

source: Cannot umount device
de: Kann Laufwerk nicht unmounten
fa: سیستم نمی تواند دستگاه الکترونیکی شما را از مونت در بیاورد

source: Really umount device
de: Laufwerk wirklich unmounten
fa: آیا واقعا قصد از مونت درآوردن دستگاه الکترونیکی خود را دارید

source: WARNING: cannot read any mount point
de: WARNUNG: kann keine Mountpoints lesen
fa: احتیاط : سیستم نمی تواند هیچ دستگاه مونت شده ای را فراخوانی کند

source: probably no mass storage device inserted
de: wahrscheinlich kein Massenspeicher eingesteckt
fa: احتمالا هیچ دستگاه الکترونیکی ( انباره الکترونیکی ) وارد نشده است

source: Simple mass storage umounter extension
de: Einfache Massenspeicher-Unmount Erweiterung

source: Show only removable devices
de: Zeige nur entfernbare Laufwerke
fa: فقط نمایش دادن دستگاه های الکترونیکی برداشتنی
